[
  {
    "id": 0,
    "productName": "Cadbury Bournvita Chocolate Health Drink (Refill)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_392658.jpg",
    "quantity": "500g",
    "price": "₹200",
    "description": "CADBURY BOURNVITA now with inner strength formula packed with nutrients that are known for maintaining strong bones, strong muscles and healthy brain. CADBURY BOURNVITA provides the same great tasty and  delicious chocolate drink enriched with vitamin D, iodine, iron, protein, and phosphorus."
  },
  {
    "id": 1,
    "productName": "Nescafe Gold Coffee (Jar)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_24357.jpg",
    "quantity": "50g",
    "price": "₹290",
    "description": "Premium imported soluble coffee powder. Made with choicest Arabica and Robusta beans, freeze dried for rich aroma and smooth taste. Indulge your senses in a truly distinctive premium coffee blend.Comes in a specially designed eden jar with its aroma-lock lid which keeps your coffee delightfully tasty to the last drop."
  },
  {
    "id": 2,
    "productName": "Hershey's Genuine Chocolate Syrup",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_415759.jpg",
    "quantity": "1.3kg",
    "price": "₹325",
    "description": "Rich, delicious and free flowing, Tastes great and Can be used for chocolate milk shake, desserts, etc."
  },
  {
    "id": 3,
    "productName": "Tang Orange Instant Drink Mix",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_23726.jpg",
    "quantity": "500 g",
    "price": "₹210",
    "description": "Tang comes in refreshing Orange flavor.Keep everyone refreshed this summer with Tang and its great fruit taste with the goodness of vitamins A, B, C and Iron. A glass (approximately 180ml) of Tang gives your child 60% of Vitamin C required for the entire day."
  },
  {
    "id": 4,
    "productName": "Tata Premium Tea (Pouch)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_13980.jpg",
    "quantity": "1 kg",
    "price": "₹417",
    "description": "Tata offers Tata Premium Tea straight from the Assam gardens, with finely chosen tea leaves and carefully packed. Giving you a quick boost for the day. Tata induces the 30 years of experience in making the best tea. It is a combination of small and big leaves, where small tea grains give a strong flavour to the tea and large tea grain makes it more flavoursome. The cup of Tata premium tea is filled with the goodness of nutrients and health."
  },
  {
    "id": 5,
    "productName": "Coca-Cola Soft Drink (Bottle)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_283.jpg",
    "quantity": "600 ml",
    "price": "₹40",
    "description": "Original cola flavoured drink and one of the most sought-after soft drink, Coca Cola is the perfect companion for all your gatherings and celebrations.Make the most of happy moments by sharing the drink with your loved ones. Heighten the mood of the party, with this fizzy drink. Grab a sip for that enriching and uplifting feeling. Prepare yourself to experience delight and merriment in every sip."
  },
  {
    "id": 6,
    "productName": "PediaSure Premium Chocolate Health Drink (Refill)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_367598.jpg",
    "quantity": "1 kg",
    "price": "₹1420",
    "description": "PediaSure Chocolate flavoured health drink helps make for an exciting breakfast supplement as well, complimenting an incomplete breakfast for kids who are fussy eating and always on the go. PediaSure provides adequate nutrition in the form of a balanced diet which is one of the most influential factors for your child’s immunity and growth. Pediasure is the No.1 Pediatrician prescribed nutrition powder for kids."
  },
  {
    "id": 7,
    "productName": "B Natural Guava Juice",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_33208.jpg",
    "quantity": "1 L",
    "price": "₹110",
    "description": "Richly nutritious and tasty, B Natural Guava Gush is an instant fruit beverage, with the goodness of natural guavas. Rich in vitamin C content, it is a healthy beverage that helps in absorption of dietary iron. It does not contain any added preservatives, colours or flavours."
  },
  {
    "id": 8,
    "productName": "Paper Boat Coconut Water",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_373342.jpg",
    "quantity": "200 ml",
    "price": "₹40",
    "description": "Quench your thirst in a natural way with Paper Boat Coconut Water, a ready to serve fruit beverage punched with the flavour of pure and fresh Coconut. Irresistibly delicious, it is a great summer refresher. Offers a tantalizing treat to your taste buds."
  },
  {
    "id": 9,
    "productName": "Hamdard Rooh Afza Sharbat Rose (Bottle)",
    "image": "//cdn.grofers.com/app/images/products/full_screen/pro_277.jpg",
    "quantity": "1750 ml",
    "price": "₹150",
    "description": "Refreshing and delightful, Hamdard Rooh Afza (Bottle) Sharbat is a delectable sweet drink with the natural essence of rose. It instantly quenches the thirst and is perfect to beat the heat. Just mix it with water or milk and relish the taste. It can also be used as an ice-cream or faluda topping."
  }
]
